tap "antoniorodr/memo"
tap "felixkratz/formulae"
tap "filosottile/musl-cross"
tap "geldata/tap"
tap "grishka/grishka"
tap "iordv/tap"
tap "jandedobbeleer/oh-my-posh"
tap "kamillobinski/thock"
tap "mhaeuser/mhaeuser"
tap "nikitabobko/tap"
tap "sergiobenitez/osxct"
tap "sst/tap"
tap "steipete/tap"
tap "withgraphite/tap"
tap "yakitrak/yakitrak"
brew "autoconf"
brew "automake"
brew "ncurses"
brew "readline"
brew "openssl@3"
brew "bat"
brew "bison"
brew "blueutil"
brew "btop"
brew "chezmoi"
brew "chrome-cli"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "sqlite"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "gitleaks"
brew "go"
brew "gradle"
brew "libtool"
brew "graphicsmagick"
brew "python@3.14"
brew "httpie"
brew "imagemagick"
brew "jj"
brew "jless"
brew "lazydocker"
brew "lazygit"
brew "libxml2"
brew "mactop"
brew "mole"
brew "neofetch"
brew "neovim"
brew "nerdfetch"
brew "nmap"
brew "nowplaying-cli"
brew "openai-whisper"
brew "pipes-sh"
brew "pkgconf"
brew "pkgx"
brew "pnpm"
brew "python@3.12"
brew "qrencode"
brew "railway"
brew "ripgrep"
brew "scrcpy"
brew "sherlock"
brew "sox"
brew "spicetify-cli"
brew "sqlc"
brew "switchaudio-osx"
brew "tailscale", restart_service: :changed
brew "tmux"
brew "tre-command"
brew "tree"
brew "uv"
brew "watchman"
brew "wget"
brew "witr"
brew "zoxide"
brew "antoniorodr/memo/memo"
brew "felixkratz/formulae/sketchybar"
brew "filosottile/musl-cross/musl-cross"
brew "geldata/tap/gel-cli"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "kamillobinski/thock/thock"
brew "sergiobenitez/osxct/x86_64-unknown-linux-gnu"
brew "sst/tap/opencode"
brew "steipete/tap/bird"
brew "steipete/tap/camsnap"
brew "steipete/tap/gogcli"
brew "steipete/tap/goplaces"
brew "steipete/tap/imsg"
brew "steipete/tap/summarize"
brew "steipete/tap/wacli"
brew "withgraphite/tap/graphite"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "android-platform-tools"
cask "bitwarden"
cask "iordv/tap/droppy"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-sketchybar-app-font"
cask "ghostty"
cask "grandperspective"
cask "iina"
cask "jordanbaird-ice"
cask "keycastr"
cask "loop"
cask "sf-symbols"
cask "spotify"
cask "vesktop"
cask "visual-studio-code"
vscode "anthropic.claude-code"
vscode "github.copilot-chat"
go "github.com/air-verse/air"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/webrpc/webrpc/cmd/webrpc-gen"
cargo "cross"
uv "nano-pdf"
